Repository: zdimon/pshop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hy

source: Journal
hy: Ամսագիրը

source: Paper
hy: Թուղթ

source: Book
hy: Գիրք

source: Is published?
hy: Հրապարակվում է?

source: Name
hy: Անունը

source: Name slug
hy: Անունը слизень

source: type of the publication
hy: Տեսակի հրատարակություններ

source: image of the category
hy: կերպար կատեգորիայի

source: Description
hy: Նկարագրություն

source: type of journal (magazine, paper or book)
hy: Տեսակը ամսագրի (ամսագիր, հոդվածը կամ գիրքը)

source: Price
hy: Գինը

source: Journal cover
hy: Կափարիչը ամսագրի

source: Catalogs
hy: Կատալոգներ

source: Issue cover
hy: Խնդիրը կափարիչը

source: Issue
hy: Հարցը

source: User
hy: Օգտագործողը

source: Payment for magazine
hy: Վճարում ամսագիրը

source: Link to download
hy: Ուղեցույց ներբեռնման համար

source: Armenian
hy: Հայ

source: Russian
hy: Ռուսերեն

source: About us
hy: Մեր մասին

source: Contacts
hy: Կապ

source: Login
hy: Մուտք

source: Registration
hy: Գրանցում

source: Translate
hy: Թարգմանել

source: Documentation
hy: Փաստաթղթերի

source: Change password
hy: Փոխել գաղտնաբառը

source: Welcome,
hy: Բարի գալուստ,

source: Home
hy: Տանը

source: руб
hy: rub

source: Купить выпуск
hy: Գնել թողարկումը

source: Your account is already activated!
hy: Ձեր account արդեն ակտիվացնել նաեւ մարդու բջիջները!

source: Password
hy: Գաղտնաբառը
